Repository: ariel17/poppurri
Catalog: poppurri/locale/*/LC_MESSAGES/django.po
Languages: es

source: Category name
es: Nombre de la categoría

source: Description
es: Descripción

source: Is a final category
es: Es categoría final

source: Image
es: Imagen

source: Mixture
es: Producto

source: Category
es: Categoría

source: Name
es: Nombre

source: A mixture short name that describes what it is.
es: Un nombre corto para que describa lo que es el producto.

source: Slug name
es: Nombre slug

source: Short description
es: Descripción corta

source: Short description about the product.
es: Descripción corta acerca del producto.

source: Long description
es: Descripción larga

source: Long description about the product.
es: Descripción larga acerca del producto.

source: Is Published
es: Está publicado

source: Publish the mixture on site.
es: Publicar el producto en el sitio.

source: The mixture clasification in category.
es: La clasificación del producto en la categoría.

source: Mixture image
es: Imagen del producto

source: Alt text for the image.
es: Texto alternativo para la imagen.

source: Is outstanding
es: Es sobresaliente

source: Item name
es: Nombre del ítem

source: Item amout
es: Cantidad del ítem

source: Step description
es: Descripción corta

source: Spanish
es: Español

source: English
es: Inglés

source: Page Not found
es: Página no encontrada

source: Those aren't the droids that you are looking for ...
es: Esos no son los droides que están buscando ...

source: Maybe you want to try:
es: Quizás querés probar:

source: Go back to mixture list page.
es: Volver a la lista de productos.

source: Go back to Home page.
es: Voler a la página de Inicio.

source: Search an item in the site.
es: Buscar un ítem en el sitio.

source: Server error
es: Error del servidor

source: Whoops! An internal error has occurred. Please try again later.
es: ¡Ops! Un error interno ha ocurrido. Por favor, intentá más tarde.

source: Categories
es: Categorías

source: Mixtures
es: Productos

source: Author, category or mixture
es: Autor, categoría o producto

source: Search
es: Buscar

source: Contact us
es: Contactanos

source: Users
es: Usuarios

source: Register
es: Registrate

source: Show me other users!
es: ¡Mostrame otros usuarios!

source: Change
es: Cambiar

source: Category %(category.name)s detail
es: Detalle de la categoría %(category.name)s

source: Home
es: Inicio

source: All categories
es: Todas las categorías

source: Mixtures on category
es: Productos en la categoría

source: Quality handmade products.
es: Productos de calidad hechos a mano.

source: Find quality handmade products or recipes to do it by yourself. Contact experts to concrete beautiful works.
es: Encontrá productos hechos a mano de calidad o recetas para hacerlos vos mismo. Contactá expertos para concretar hermosos trabajos.

source: Show all mixtures
es: Mostrar todos los productos

source: Browse through categories for more mixtures
es: Navegá entre las categorías para ver más productos

source: See more products from builders to learn how to build or buy
es: Ver más productos de constructores para aprender a hacerlos o para comprarlos

source: View details
es: Ver detalles

source: Show all categories
es: Mostrar todas las categorías

source: Free. Without commission
es: Gratis. Sin comisión

source: Join us! It's free
es: ¡Unite! Es gratis

source: by
es: por

source: This mixture does not have a recipe.
es: Este producto no tiene una receta.

source: Recipe
es: Receta

source: Item
es: Nombre del ítem

source: Amount
es: Cantidad

source: Steps
es: Pasos

source: Want contact the author? Or want to buy?
es: ¿Querés contactar al autor? ¿O querés comprar?

source: Send a message to this mixture's author about your opinion about it. You want to buy this work? No problem! Send him a message to put his hands to work for you!
es: Enviá un mensaje al autor acerca de tu opinión sobre el producto. ¿Querés comprar este trabajo? ¡No hay problema! ¡Enviale un mensaje para que trabaje para vos!

source: All mixtures
es: Todas los productos

source: Search for
es: Buscar por

source: Nothing was found that matches
es: Nada se encontró que coincida

source: matching mixtures
es: productos que coinciden

source: matching categories
es: categorías que coinciden

source: All users
es: Todos los usuarios

source: Products published
es: Productos publicados

source: Discover more users
es: Descubrir más usuarios

source: Biography
es: Biografía

source: Nothing to say u.u
es: Nada para decir u.u

source: Personal Page URL
es: Dirección de página personal

source: Does not have one :(
es: No tiene una :(

source: Made %(mixture_count)s products
es: Hizo %(mixture_count)s productos

source: Oh noes!
es: ¡Oh, no!

source: Check errors below to complete the process to send message. We want to hear from you!
es: Verificá los errores debajo para completar el proceso de envío del mensaje. ¡Queremos oir lo que tengas que decir!

source: Jhon Doe
es: Juan Pablo

source: jhon@domain.com
es: juan@ejemplo.com

source: Hi! I want contact you because ...
es: ¡Hola! Quiero contactarte porque...

source: Send
es: Enviar

source: Join us, it's free!
es: Unite, ¡es gratis!

source: Any questions? Let us know what you think about the site or just say 'Hi!'; we want to hear everything about you! We will be greatful to respond you as soon as possible.
es: Haznos saber lo que pensás acerca del sitio, si querés exponer tu trabajo acá o sólo decir "¡Hola!"; ¡queremos saber todo acerca de vos! Estaremos complacidos de responderte tan pronto como sea posible.

source: In case you want to join, you will be receiving an email with indications about how to proceed for publishing your products on our site. It's free! We wont charge you any comission on your sales.
es: En caso de que quieras unirte, estarás recibiendo un correo con las indicaciones acerca de cómo proceder para publicar tus productos en nuestro sitio. ¡Es gratis! No te cobraremos ninguna comisión en tus ventas.

source: Message sent.
es: Mensaje enviado.

source: Thank you!
es: ¡Muchas gracias!

source: We have received your message! Thank you very much for your words; we will be contacting you very soon. Meanwhile...
es: ¡Hemos recibido tu mensaje! Muchas gracias por tus palabras; nos pondremos en contacto con vos muy pronto. Mientras tanto...

source: Go to mixture list page.
es: Ir a la lista de productos.

source: Show name on site
es: Mostrar tu nombre en el sitio

source: User picture
es: Foto de usuario

source: Mail notification enabled
es: Notificación por correo activada

source: User biography
es: Biografía del usuario

source: Pesonal page URL
es: Dirección de página personal
